tap "adoptopenjdk/openjdk"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "coreutils"
brew "asdf"
brew "libidn2"
brew "curl"
brew "docutils"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "glib"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "lua-language-server"
brew "mackup"
brew "mas"
brew "neovim"
brew "node"
brew "python@3.10"
brew "rename"
brew "ripgrep"
brew "stow"
brew "terraform"
brew "the_silver_searcher"
brew "wget"
brew "wimlib"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk11"
cask "alfred"
cask "amethyst"
cask "font-fira-code"
cask "google-drive"
cask "kitty"
cask "notion"
cask "todoist"
mas "1Password 7", id: 1333542190
mas "Be Focused", id: 973134470
mas "Be Focused Pro", id: 961632517
mas "Deckset", id: 847496013
mas "Gifox", id: 1461845568
mas "Irvue", id: 1039633667
mas "Mini Calendar", id: 1088779979
mas "Simplenote", id: 692867256
mas "Slack", id: 803453959
mas "Webcam Settings", id: 533696630
mas "Xcode", id: 497799835
